{
    "home": {
        "heading1": "Legendary NFT",
        "heading2": "The great storm",
        "heading3": "A new chapter",
        "heading4": "Our manifesto",
        "heading5": "The true story starts with you",
        "paragraph1": "Flying Fox Crypto began as an NFT collection in 2021. Shortly after their conception FFXC became an instant sensation during the beginnings of the NFT craze with prints in the New York Times, features on CNBC, and Memes that took over the internet. Today, Flying Fox Crypto have established themselves as the strongest community in           crypto and the FFX has evolved into a global cultural phenomenon.",
        "paragraph2": "However, the FFX's story wasn’t always one of success and positivity. After the initial hype, Flying Fox Crypto faced a challenging period, dubbed the “great storm. For six months, they were mocked by  established NFT projects, becoming the laughingstock of the crypto community and dismissed as a fleeting trend. This harsh reality        caused the community to revolt, forcing a community-led takeover that      redirected FFX tokens towards greatness.",
        "paragraph3": "This moment in history ultimately led the Flyin Foxes        Crypto to become the most successful CTO (Community Takeover) of all      time. FFXC represents a lot of things, from universal appeal to memetic culture, but at its core, FFXC is a symbol of the underdog, the little guy who everyone counted out, but triumphed against all odds.",
        "paragraph4": "By holding FFXC you become a beacon of memetic culture, a spreader of good vibes, and an active participant in this remarkable underdog story. FFXC is the token for the people, by the people and serves as a  way for the ever-expanding group of 100s of millions of Flying Fox    Crypto fans to align themselves with the story and future of FFX        tokens.",
        "paragraph5": {
            "part1": "The story told above is actually a story of the",
            "part2": "This project aims to invite investors, crypto enthusiasts and developers to the magic Web 3.0 world. It has these features:",
            "bold1": "Learning and Development:",
            "bold2": "Scalable Solution:",
            "bold3": "Community Collaboration:",
            "feature1": "Ideal for those looking to explore blockchain technology and token distribution models",
            "feature2": "Built on the TON Blockchain, known for its high performance and decentralized nature.",
            "feature3": "Welcoming contributions and testing from developers and blockchain enthusiasts worldwide."
        },
        "paragraph6": {
            "part1": "By the way. The token is real, you can buy",
            "bold1": "1 nano FFXC",
            "bold2": "nanoton."
        },
        "buy_btn": "Buy now"

    },
    "sale":{
        "heading": " Sale Page",
        "item1": "1. Connect your wallet using 'Connect Wallet' button.",
        "item2": {"start": " 2. Insert the amount of jettons you want to exchange for tons in the field below", "em": "( for example 0.1 is equal to 1000 000 00 nanojettons )"},
        "item3": "3. Press the 'Send ton' button and then go to your ton wallet and confirm the transfer, in few seconds you will recieve corresponding amount of tons. Maybe you will need to refresh your wallet to make tokens appear on the token page. In the case of problems contact administrator. ",
        "price_info": {"1": "The price of ", "2": "For the storage and gas fees you will also have to spend about ", "3":", more about the fees in ton you can read"},
        "caution": "Be aware of scum and phishing. Everything in the cryptocurrency sphere requires payment of commission to miners, validators etc. So if you recieve later the proposition of free tokens that needs some confirmation this is for sure a scum.",
        "loading": "Loading...",
        "sent": "Sent",
        "minter_address": "Minter address",
        "sent_msg_hash": "Sending Tx Message Hash",
        "sent_tx_hash": "Sending Tx Hash"
    },
    "contact": {
        "heading": "Contact Page",
          "message": "Use one of the provided links to contact me. If you've encountered troubles during exchange tons for jettons please send me",
          "message_end": "and optionally transaction time"
    },
    "elements": {
        "nanoton": "nanoton",
        "nanojetton": "nanojetton",
        "ton": "ton",
        "here": "here",
        "buy_btn": "Buy FFXC",
        "connect_btn": "Connect your wallet"
    },
    "menu": {
        "home": "Home",
        "sale": "Sale",
        "contact": "Contact"
    }
}