{ 
    "home": {
        "heading1": "Легендарное NFT",
        "heading2": "Великая буря",
        "heading3": "Новая глава",
        "heading4": "Наш манифест",
        "heading5": "Настоящая история начинается с тебя",
        "paragraph1": "Flying Fox Crypto начинался как коллекция NFT в 2021 году. Вскоре после своего зарождения, FFXC стали настоящей сенсацией, что совпало с началом помешательства на NFT. Изображения токена были отмечены New York Times, репортажами на CNBC и мемами, которые заполонили интернет. Сегодня Flying Fox Crypto зарекомендовали себя как сильнейшее сообщество в мире криптовалют, а FFXC превратился в глобальный культурный феномен.",
        "paragraph2": "Однако история FFXC не всегда была успешной и позитивной. После первоначальной шумихи Flying Fox Crypto столкнулась с трудным периодом, который назвали «великой бурей». В течение шести месяцев они подвергались насмешкам со стороны устоявшихся проектов NFT, став посмешищем криптосообщества и отвергнутыми как мимолетная тенденция. Эта суровая реальность заставила сообщество встрепенуться, взять себя в руки, и переломить ситуация, что привело токены FFXC к подлинному величию.",
        "paragraph3": "Этот момент в истории в конечном итоге привел Flyin Foxes Crypto к тому, чтобы стать самым успешным CTO (Community Takeover) всех времен. FFXC олицетворяет множество вещей, от всеобщего призыва до мем культуры, но по своей сути FFXC — это символ аутсайдера, маленького парня, которого все считали ненужным, но который победил вопреки всем обстоятельствам.",
        "paragraph4": "Держа FFXC, вы становитесь маяком мем культуры, распространителем позитивных эмоций и активным участником этой замечательной истории аутсайдера. FFXC — это токен для людей, созданный людьми, и он служит способом для постоянно растущей группы из сотен миллионов поклонников Flying Fox Crypto. Присоединяйтесь к истории и будущему токенов FFXC.",
        "paragraph5": {
            "part1": "Эта красивая история в реальности история ",
            "part2": "Цель проекти пригласить инвесторов, криптоэнтузиастов и программистов к нашему великому приключению Web 3.0. Основые особенности проекта следующие: ",
            "bold1": "Обучение и программирование:",
            "bold2": "Масштабируемое решение:",
            "bold3": "Сотрудничество в сообществе единомышленников:",
            "feature1": "Идеальный вариант для тех кто хочет разобраться в блокчейне и мире NFT.",
            "feature2": "Построен на TON блокчейне,своей производительностью и инновационностью.",
            "feature3": "Открыты для сотрудничества с разработчиками со всего мира."
        },
        "paragraph6": {
            "part1": "Кстати говоря, токен реален его можно купить.",
            "bold1": "1 нано FFXC",
            "bold2": "нано тон."
        }
    },
    "sale":{
        "heading": "Покупка",
        "item1": "1. Подключите тон кошелек с помощью кнопки 'Connect Wallet'.",
        "item2": {"start": " 2. Введите количество жетонов, которые хотите приобрести ", "em": "( к примеру 0.1 равняется 1000 000 00 наножетонов )"},
        "item3": "3. Нажмите кнопку 'Send ton' затем перейдите в тон кошелек и подтвердите транзакцию, в течение нескольких секунд жетоны упадут на ваш аккаунт. Возможн вам понадобится обновить страницу кошелька, для того чтобы жетоны отобразились в соответствующем разделе. В случае возникновения проблем свяжитесь с администратором.",
        "price_info": {"1": "Цена одного ", "2": "Для оплаты комиссии за хранение токена и потраченного газа также нужно будет оплатить ", "3":", подробнее о комиссиях в сети тона читайте"},
        "caution": "Будьте бдительны в отношении мошенничества и фишинга. В мире криптовалют все действия требуют оплаты комиссии майнерам, валидаторам и т.д. Если вам на кошелек пришли неизвестные 'бесплатные' токены требующие от вас подтверждения, будьте уверены что это обман.",
        "loading": "Обработка...",
        "sent": "Отправлено",
        "minter_address": "Адрес минтера",
        "sent_msg_hash": "Хэш сообщения (Message Hash)",
        "sent_tx_hash": "Хэш транзакции (Tx Hash)"
    },
    "contact": {
        "heading": "Контакты",
        "message": "Вы можете найти меня по одной из приведенных ссылок. Если вы столкнулись с проблемами при покупке жетонов, пожалуйста отправьте мне ",
         "message_end": "и по возможности время отправки тонов"
    },
    "elements": {
        "nanoton": "нанотон",
        "nanojetton": "наножетон",
        "ton": "тон",
        "here": "здесь",
        "buy_btn": "Купить FFXC",
        "connect_btn": "Подключить кошелек"
    },
    "menu": {
        "home": "Главная",
        "sale": "Купить",
        "contact": "Контакты"
    }
    
}